Repository: ouladck/PlankSetting
Catalog: po/planksettingpot_*.po
Languages: nl

source: Choose the dock:
nl: Kies het dock:

source: New Group
nl: Nieuwe groep

source: Enter the Group name
nl: Geef de groep een naam

source: Group of Apps
nl: Toepassingsgroep

source: Application
nl: Toepassing

source: Add a Group
nl: Groep toevoegen

source: Delete a Group
nl: Groep verwijderen

source: Add a Application
nl: Toepassing toevoegen

source: Delete a Application
nl: Toepassing verwijderen

source: Show windows
nl: Vensters tonen

source: Show only windows of the current workspace.
nl: Toon alleen vensters van het huidige werkblad.

source: Icon size
nl: Pictogramgrootte

source: The size of dock icons (in pixels).
nl: De grootte van dockpictogrammen (in pixels).

source: Display mode
nl: Weergavemodus

source: The display of the dock.
nl: Hoe het dock eruit moet zien.

source: Don't hide
nl: Niet verbergen

source: Intelligently hide
nl: Slim verbergen

source: Auto hide
nl: Automatisch verbergen

source: Dodge active
nl: Actieve vensters ontwijken

source: Dodge maximized
nl: Gemaximaliseerde vensters ontwijken

source: Dodge window
nl: Vensters ontwijken

source: Waiting time
nl: Wachttijd

source: Time (in ms) to wait before unhiding the dock.
nl: De tijd (in ms) voordat het dock weer wordt getoond.

source: Dock hide delay
nl: Verbergvertraging

source: Length of the delay before hiding the dock, in milliseconds.
nl: De tijd die moet worden gewacht voordat het dock wordt verborgen, in milliseconden.

source: The monitor number for the dock.
nl: Het beeldschermnummer waarop het dock moet worden getoond.

source: Position
nl: Positie

source: The position for the dock on the monitor.
nl: De positie van het dock op het beeldscherm.

source: Left
nl: Links

source: Right
nl: Rechts

source: Top
nl: Bovenaan

source: Bottom
nl: Onderaan

source: Offset
nl: Compensatie

source: The dock's position offset from center (in percent).
nl: De dock-positiecompensatie vanaf het midden (in procenten).

source: Alignment
nl: Uitlijning

source: The alignment for the dock on the monitor's edge.
nl: De uitlijning van het dock op de beeldschermrand.

source: Panel mode
nl: Paneelmodus

source: Right aligned
nl: Rechts uitgelijnd

source: Left aligned
nl: Links uitgelijnd

source: Centered
nl: Gecentreerd

source: Item alignment
nl: Itemuitlijning

source: The alignment of the items in this dock.
nl: De uitlijning van dockitems.

source: Disable Drag'N'Drop
nl: Slepen-en-neerzetten uitschakelen

source: Prevent drag'n'drop actions and lock items on the dock.
nl: Voorkom sleepacties en vergrendel items op het dock.

source: Auto pin
nl: Automatisch vastmaken

source: Automatically pin an application if it seems useful to do
nl: Maak een toepassing automatisch vast als dat nuttig lijkt te zijn.

source: Only show pinned applications
nl: Alleen vastgemaakte toepassingen tonen

source: If true, only show pinned applications. Useful for running more than one dock.
nl: Schakel in om alleen vastgemaakte toepassingen te tonen. Dit is handig als je meer dan één dock gebruikt.

source: Pressure Reveal
nl: Weergavedruk

source: If true, use pressure-based revealing of the dock if the input device supports it.
nl: Schakel in om het dock te tonen op basis van druk (als het invoerapparaat dit ondersteunt).

source: Show the item for the dock itself
nl: Dockitem tonen

source: If true, show the Plank dock item.
nl: Schakel in om het Plank-dockitem te tonen.

source: Show tooltips when items are hovered
nl: Hulpballonnen tonen bij zwevende cursor

source: If true, tooltips will be shown when dock items are hovered with the cursor.
nl: Schakel in om hulpballonnen te tonen als je de cursor op een item plaatst.

source: Zoom dock items when hovered
nl: Dockitems zoomen bij zwevende cursor

source: If true, zoom dock items when hovered with the cursor.
nl: Schakel in om dockitems te vergroten als je de cursor op een item plaatst.

source: Icon zoom percentage
nl: Zoompercentage

source: The amount to zoom dock items, in percent.
nl: Hoe veel dockitems moet worden vergroot, in procenten.

source: Don't Hide
nl: Niet verbergen

source: Dodge
nl: Ontwijken

source: Themes
nl: Thema's

source: Add a theme
nl: Thema toevoegen

source: Remove a theme
nl: Thema verwijderen

source: You dont have a UNRAR program Please make sure to install it before!
nl: Er is geen unrar-toepassing aangetroffen. Installeer deze en probeer het opnieuw.

source: You dont have a UNZIP program Please make sure to install it before!
nl: Er is geen unzip-toepassing aangetroffen. Installeer deze en probeer het opnieuw.

source: The theme format is not supported!
nl: Dit themaformaat wordt niet ondersteund.

source: Do you really wanna remove the theme {} ?
nl: Weet je zeker dat je {} wilt verwijderen?

source: PlankSetting
nl: Plankinstellingen

source: A stupid application to customize plank dock easily.
nl: Een doodeenvoudige toepassing om het Plank-dock in te stellen.

source: PlankSetting website
nl: Plankinstellingen-website

source: translator-credits
nl: Heimen Stoffels

source: Translate this Application
nl: Toepassing vertalen

source: Report a bug
nl: Bug melden

source: About
nl: Over

source: Exit
nl: Afsluiten

source: General
nl: Algemeen

source: Group Apps
nl: Toepassingsgroep
